{"backend": "tensorflow", "config": {"name": "sequential_2", "layers": [{"config": {"bias_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}, "batch_input_shape": [null, 63], "dtype": "float32", "use_bias": true, "activation": "relu", "name": "dense_4", "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "kernel_constraint": null, "trainable": true, "kernel_regularizer": null, "units": 30}, "class_name": "Dense"}, {"config": {"rate": 0.5, "name": "dropout_3", "noise_shape": null, "trainable": true, "seed": null}, "class_name": "Dropout"}, {"config": {"bias_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "activation": "relu", "name": "dense_5", "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "kernel_constraint": null, "trainable": true, "kernel_regularizer": null, "units": 20}, "class_name": "Dense"}, {"config": {"rate": 0.5, "name": "dropout_4", "noise_shape": null, "trainable": true, "seed": null}, "class_name": "Dropout"}, {"config": {"bias_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}, "activity_regularizer": null, "activation": "softmax", "name": "dense_6", "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_regularizer": null, "kernel_constraint": null, "trainable": true, "kernel_regularizer": null, "units": 3}, "class_name": "Dense"}]}, "keras_version": "2.2.4", "class_name": "Sequential"}