{"backend": "tensorflow", "class_name": "Sequential", "keras_version": "2.2.0", "config": [{"class_name": "Dense", "config": {"bias_constraint": null, "dtype": "float32", "bias_regularizer": null, "units": 30, "kernel_constraint": null, "activity_regularizer": null, "kernel_regularizer": null, "batch_input_shape": [null, 60], "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "mode": "fan_avg", "scale": 1.0}}, "trainable": true, "name": "dense_4", "activation": "relu"}}, {"class_name": "Dropout", "config": {"noise_shape": null, "seed": null, "trainable": true, "rate": 0.5, "name": "dropout_3"}}, {"class_name": "Dense", "config": {"bias_constraint": null, "units": 20, "bias_regularizer": null, "activity_regularizer": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "mode": "fan_avg", "scale": 1.0}}, "trainable": true, "name": "dense_5", "kernel_constraint": null, "activation": "relu"}}, {"class_name": "Dropout", "config": {"noise_shape": null, "seed": null, "trainable": true, "rate": 0.5, "name": "dropout_4"}}, {"class_name": "Dense", "config": {"bias_constraint": null, "units": 3, "bias_regularizer": null, "activity_regularizer": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "mode": "fan_avg", "scale": 1.0}}, "trainable": true, "name": "dense_6", "kernel_constraint": null, "activation": "softmax"}}]}